Repository: alsaplayer/alsaplayer
Catalog: Updated.: ru.po
Languages: ru

source: AlsaPlayer is free software; you can redistribute it and/or modify it under the terms of the GNU General Public Licence as published by the Free Software Foundation; either version 3 of the Licence, or (at your option) any later version. AlsaPlayer is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public Licence for more details. You should have received a copy of the GNU General Public Licence along with AlsaPlayer; if not, see <http://www.gnu.org/licenses/>.
ru: AlsaPlayer - это свободное ПО; вы можете распространять его и/или изменять на условиях Общественно лицензия GNU, опубликованной Фонда свободного ПО; либо версии 3 Лицензии, либо (на ваш выбор) любую более позднюю версию. AlsaPlayer распространяется в надежде, что он будет полезен, но БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ; даже без подразумеваемой гарантии ТОВАРНОСТЬ или ПРИГОДНОСТЬ ДЛЯ КОНКРЕТНОЙ ЦЕЛИ. См. Подробнее об Общественной лицензия GNU. Вы должны были получить копию Общественной лицензии GNU вместе с AlsaPlayer;,если нет, то см. тут <http://www.gnu.org/licenses/>..

source: No comments yet
ru: Комментариев пока нет

source: translator-credits
ru: Сергей Харитонов <sergejharitonov001@gmail.com>, 2024

source: Error !
ru: Ошибка !

source: Warning !
ru: Внимание !

source: Excuse me !
ru: Мне очень жаль !

source: Volume: %d%%
ru: Громкость: %d%%

source: Volume: mute
ru: Громкость: на нуле

source: Pan: left %d%%
ru: Слух: слева %d%%

source: Pan: right %d%%
ru: Слух: справа %d%%

source: Pan: center
ru: Слух: по центру

source: Speed: pause
ru: Скорость: на паузе

source: Speed: %d%%
ru: Скорость: %d%%

source: No stream
ru: Нет трансляции

source: Scopes...
ru: Визуализации...

source: CD Player (CDDA)
ru: CD-привод (CDDA)

source: Set end of the looper
ru: Установить конец петлителя

source: Switch off looper
ru: Отключить петлитель

source: Set start of the looper
ru: Установить начало петлителя

source: Switch off loop
ru: Отключить повтор

source: Play playlist in loop
ru: Повторное воспроизведение плейлиста

source: Play song in loop
ru: Повторное воспроизведение песни

source: Position control
ru: Сменить позицию

source: Set position of the song
ru: Изменить позицию песни

source: Play CD
ru: Прослушать CD

source: Previous track
ru: Трек ранее

source: Go to track before the current one on the list
ru: Воспроизводит трек ранее с списке

source: Play
ru: Воспроизвести

source: Play current track on the list or open filechooser if list is empty
ru: Воспроизводит текущий трек из списка или откройте выборный файл, если список пуст

source: Stop
ru: Оконьчить

source: Next track
ru: Трек далее

source: Play the track after the current one on the list
ru: Воспроизводит трек далее в списке

source: Playlist window
ru: Окно плейлиста

source: Manage playlist
ru: Правка плейлиста

source: Normal speed backwards
ru: Ровная скорость назад

source: Play track backwards with normal speed
ru: Воспроизводит трек назад с ровной скоростью

source: Pause/Unpause
ru: Приостановить / Возобновить

source: Normal speed
ru: Ровная скорость

source: Play track normally
ru: Воспроизводит трек ровно

source: Speed control
ru: Темп скорости

source: Change playback speed
ru: Изменить скорость воспроизведения

source: Center balance
ru: Баланс по центру

source: Balance
ru: Баланс

source: Change balance
ru: Уровень баланса

source: Mute/Unmute
ru: Без звука / Со звуком

source: Volume
ru: Громкость

source: Change volume
ru: Уровень громкости

source: Unknown
ru: Нет данных

source: Choose file or URL
ru: Выберите файл или ссылку

source: Do not close the window after adding files
ru: Не закрывать окно после добавления файлов

source: Unknown drop!
ru: Неизвестное падение!

source: Cannot set uris
ru: Не могу установить ссылки

source: Add a song into the playlist
ru: Добавить песню в плейлист

source: Remove the selected song from the playlist
ru: Удалить выбранную песню из плейлиста

source: Shuffle
ru: Вразброс

source: Randomize the playlist
ru: Случайный выбор треков в плейлисте

source: Open a playlist
ru: Открыть плейлист

source: Save the playlist
ru: Сохранить плейлист

source: Remove the current playlist
ru: Удалить текущий плейлист

source: It doesn't look like playlist ! Are you sure you want to proceed ?
ru: Мне кажется, что это не плейлист ! Вы уверены, что хотите продолжить?

source: Play on start
ru: Автовоспроизведение при запуске

source: Play song after adding to playlist
ru: Автовоспроизведение песню после добавления в плейлист

source: Show title in title-bar
ru: Показывать название в строке заголовка

source: Background color
ru: Цвет фона

source: Font color
ru: Цвет шрифта

source: Fonts
ru: Шрифты

source: Preferences
ru: Настройки

source: General
ru: Основное

source: Open exclusively
ru: Только открыть

source: Close all
ru: Закрыть все

source: Scopes
ru: Визуализация

source: Double click to activate
ru: Активируйте двумя кликами

source: Scope name
ru: Имя визуализации
