Repository: alsaplayer/alsaplayer
Catalog: po/*.po
Languages: de

source: translator-credits
de: Frank Baumgart

source: Error !
de: Fehler!

source: Warning !
de: Achtung!

source: Excuse me !
de: Entschuldigung!

source: Scopes...
de: Anzeigen...

source: CD Player (CDDA)
de: CD Spieler (CDDA)

source: Set end of the looper
de: Ende der Wiederholung festlegen

source: Switch off looper
de: Wiederholung ausschalten

source: Set start of the looper
de: Start der Wiederholung festlegen

source: Switch off loop
de: Wiederholung ausschalten

source: Play playlist in loop
de: Playlist wiederholen

source: Play song in loop
de: Titel wiederholen

source: Position control
de: Position einstellen

source: Set position of the song
de: Position des Titels festlegen

source: Play CD
de: Spiele CD

source: Previous track
de: Voriger Titel

source: Go to track before the current one on the list
de: Zum vorigen Playlist Titel

source: Play current track on the list or open filechooser if list is empty
de: Spiele aktuellen Titel der Playlist, ggf. öffne Dateiauswahl

source: Stop
de: Stopp

source: Next track
de: Nächster Titel

source: Play the track after the current one on the list
de: Titel nach aktuellem Titel abspielen

source: Playlist window
de: Playlist Fenster

source: Manage playlist
de: Playlist ändern

source: Normal speed backwards
de: Rückwärts

source: Play track backwards with normal speed
de: Titel rückwärts spielen

source: Pause/Unpause
de: Pause an/aus

source: Normal speed
de: Normale Wiedergabe-Geschwindigkeit

source: Play track normally
de: Titel normal abspielen

source: Speed control
de: Geschwindigkeit einstellen

source: Change playback speed
de: Abspielgeschwindigkeit ändern

source: Change balance
de: Balance ändern

source: Mute/Unmute
de: Lautsprecher aus/an

source: Volume
de: Lautstärke

source: Change volume
de: Lautstärke ändern

source: Unknown
de: Unbekannt

source: Choose file or URL
de: Wähle Datei oder URL

source: Do not close the window after adding files
de: Fenster nach Hinzufügen offen halten

source: Unknown drop!
de: Unbekannte Datei!

source: Cannot set uris
de: Kann URIs nicht einstellen

source: Add a song into the playlist
de: Song zur Playlist hinzufügen

source: Remove the selected song from the playlist
de: Song aus Playlist entfernen

source: Randomize the playlist
de: Playlist verwürfeln

source: Open a playlist
de: Öffne Playlist

source: Save the playlist
de: Playlist speichern

source: Remove the current playlist
de: Aktuelle Playlist entfernen

source: It doesn't look like playlist ! Are you sure you want to proceed ?
de: Vermutlich keine Playlist! Dennoch fortfahren?

source: Play on start
de: Bei Start abspielen

source: Play song after adding to playlist
de: Titel nach Hinzufügen zur Playlist abspielen

source: Background color
de: Hintergrundfarbe

source: Font color
de: Schriftfarbe

source: Fonts
de: Schriften

source: Preferences
de: Einstellungen

source: General
de: Allgemein

source: Open exclusively
de: Exklusiv öffnen

source: Close all
de: Alle schließen

source: Scopes
de: Anzeigen

source: Double click to activate
de: Aktivieren mit Doppelklick
